spec/fixtures/soap/xml/IControl.LocalLB.ProfileHttpClass.create_7b13bddf6380466e9d03d807452f43cd_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/ProfileHttpClass"><env:Body><wsdl:create><profile_names><value>new_created_profile</value></profile_names></wsdl:create></env:Body></env:Envelope>